/* No comment provided by engineer. */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* Verb 'edit' on a button */
"Edit" = "Redigera";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Hämta fler Xtras";

/* No comment provided by engineer. */
"Invite" = "Bjud in";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Samtala";

/* Button to return from away in the away status window */
"Return" = "Kom tillbaka";

/* No comment provided by engineer. */
"Send" = "Skicka";